Repository: JMApps/hadith_40
Catalog: lib/l10n/app_*.arb
Languages: ky

# tableName
source: Table_of_hadith_en
ky: Table_of_hadith_ky

# apartTableName
source: Table_of_hadith_cut_ru
ky: Table_of_hadith_cut_ky

# appName
source: 40 Hadiths
ky: 40 Хадис

# notificationTitle
source: Reminder
ky: Эскертүү

# notificationBody
source: Time to learn a hadith
ky: Хадисти жаттоо убагы

source: Hadith
ky: Хадис

source: Hadiths
ky: Хадистер

source: Favorites
ky: Тандалгандар

# apart
source: Separately
ky: Айрым

# apartMode
source: Separate mode
ky: Айрым режим

source: Cards
ky: Карточкалар

# cardsMode
source: Card mode
ky: Карточкалар режими

# reverseCard
source: Flip cards
ky: Карточкаларды которуу

source: Settings
ky: Орнотуулар

source: Player
ky: Плеер

source: Previous
ky: Мурунку

source: Next
ky: Кийинки

source: Added
ky: Кошулду

# themes
source: Light, Dark, System
ky: Күндүзгү, Түнкү, Система

# sizes
source: Small, Normal, Medium, Large, Very large
ky: Кичинекей, Нормалдуу, Орточо, Чоң, Өтө чоң

source: Removed
ky: Өчүрүлдү

source: Repeat
ky: Кайталоо

# repeatOn
source: Repeat is on
ky: Кайталоо жандырылды

# repeatOff
source: Repeat is off
ky: Кайталоо өчүрүлдү

# continueRead
source: Continue reading
ky: Окууну улантуу

source: Search
ky: Издөө

source: Start search
ky: Издөөнү баштаңыз

# favoriteIsEmpty
source: Favorites list is empty
ky: Тандалгандар тизмеси бош

# searchIsEmpty
source: No results found for your query
ky: Сураныч боюнча эч нерсе табылган жок

source: Arabic
ky: Арабча

source: Translation
ky: Котормо

source: Font
ky: Шрифт

source: Text size
ky: Тексттин көлөмү

# textsAlign
source: Text alignment
ky: Текстти жайгаштыруу

source: Text color
ky: Тексттин түсү

source: For light theme
ky: Күндүзгү тема үчүн

source: For dark theme
ky: Түнкү тема үчүн

source: Close
ky: Жабуу

source: Default settings
ky: Демейки орнотуулар

source: Daily notifications
ky: Күн сайын эскертүүлөр

# interfaceLang
source: App language
ky: Тил

# changeLang
source: Change language
ky: Тилди алмаштыруу

source: Display
ky: Дисплей

source: Display always on
ky: Дисплей ар дайым күйүктүү

source: Theme color
ky: Теманын түсү

source: Select theme color
ky: Теманын түсүн тандаңыз

source: Theme
ky: Тема

# themeApp
source: App Theme
ky: Колдонмо темасы

source: Share
ky: Бөлүшүү

# versionAndroid
source: Android version:
ky: Android версиясы:

# versionIOS
source: iOS version:
ky: iOS версиясы:

source: Our apps
ky: Биздин колдонмолор

# moreOurApps
source: More of our apps
ky: Башка колдонмолор

# ourSocials
source: Follow us on social media
ky: Социалдык тармактарда
